Repository: Metatavu/wordpress-map-embed
Catalog: languages/wordpress-map-embed-*.po
Languages: fi

source: Map Embed
fi: Karttaupotus

source: Map embed component.
fi: Karttaupotus.

source: Settings
fi: Asetukset

source: Embed code
fi: Upotuskoodi

source: URL
fi: Osoite

source: Show Zoom
fi: Näytä zoomauspainikkeet

source: Show Geolocation
fi: Näytä oma sijainti

source: Show Fullscreen
fi: Näytä linkki täyteen karttapalveluun

source: Show Basemap Selector
fi: Näytä karttanäkymän valinta

source: Full Width
fi: Käytä sivun leveyttä

source: Width
fi: Leveys (pikseleinä)

source: Height
fi: Korkeus (pikseleinä)

source: Add an embed code to display a map
fi: Lisää upotuskoodi näyttääksesi kartan

source: Provided URL is not valid
fi: URL-osoite on virheellinen. Ole hyvä ja tarkista se

source: Embedded Map (click here to edit)
fi: Karttaupotus (klikkaa tästä muokataksesi)

# block title
source: Map Embed
fi: Karttaupotus

# block description
source: Map embed component.
fi: Karttaupotus.
